Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# markdown.task.completed_a11y
source: Completed: %@
ar: مكتمل: %@
bn: সম্পন্ন: %@
de: Erledigt: %@
el: Ολοκληρώθηκε: %@
es: Completada: %@
fa: تکمیل‌شده: %@
fr: Terminée : %@
he: הושלמה: %@
hi: पूर्ण: %@
id: Selesai: %@
it: Completata: %@
ja: 完了：%@
ko: 완료됨: %@
mr: पूर्ण: %@
ms: Selesai: %@
nl: Voltooid: %@
pl: Ukończono: %@
pt_br: Concluída: %@
ro: Finalizat: %@
ru: Выполнено: %@
ta: நிறைவடைந்தது: %@
te: పూర్తయింది: %@
th: เสร็จแล้ว: %@
tr: Tamamlandı: %@
uk: Виконано: %@
ur: مکمل: %@
vi: Đã hoàn thành: %@
zh_hans: 已完成：%@
zh_hant: 已完成：%@

# markdown.task.todo_a11y
source: To do: %@
ar: غير مكتمل: %@
bn: করণীয়: %@
de: Zu erledigen: %@
el: Εκκρεμεί: %@
es: Pendiente: %@
fa: برای انجام: %@
fr: À faire : %@
he: לביצוע: %@
hi: करना है: %@
id: Perlu dikerjakan: %@
it: Da fare: %@
ja: 未完了：%@
ko: 미완료: %@
mr: करायचे: %@
ms: Perlu dilakukan: %@
nl: Te doen: %@
pl: Do zrobienia: %@
pt_br: A fazer: %@
ro: De făcut: %@
ru: Не выполнено: %@
ta: செய்ய வேண்டியது: %@
te: చేయాల్సినది: %@
th: ต้องทำ: %@
tr: Yapılacak: %@
uk: Не виконано: %@
ur: کرنا ہے: %@
vi: Cần làm: %@
zh_hans: 待办：%@
zh_hant: 未完成：%@

# memory.composer.content_label
source: Content
ar: المحتوى
bn: বিষয়বস্তু
de: Inhalt
el: Περιεχόμενο
es: Contenido
fa: محتوا
fr: Contenu
he: תוכן
hi: सामग्री
id: Konten
it: Contenuto
ja: 内容
ko: 내용
mr: मजकूर
ms: Kandungan
nl: Inhoud
pl: Treść
pt_br: Conteúdo
ro: Conținut
ru: Содержимое
ta: உள்ளடக்கம்
te: కంటెంట్
th: เนื้อหา
tr: İçerik
uk: Вміст
ur: مواد
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# memory.composer.requirement
source: A key and content are both required to save.
ar: يلزم إدخال المفتاح والمحتوى معًا للحفظ.
bn: সেভ করতে “কী” এবং বিষয়বস্তু, দুটিই দরকার।
de: Zum Sichern sind ein Schlüssel und ein Inhalt erforderlich.
el: Για την αποθήκευση απαιτούνται τόσο ένα κλειδί όσο και περιεχόμενο.
es: Para guardar se necesitan una clave y un contenido.
fa: برای ذخیره، هم کلید و هم محتوا لازم است.
fr: Une clé et un contenu sont nécessaires pour enregistrer.
he: נדרשים גם מפתח וגם תוכן כדי לשמור.
hi: सहेजने के लिए कुंजी और सामग्री दोनों ज़रूरी हैं।
id: Kunci dan konten wajib diisi untuk menyimpan.
it: Per salvare servono sia una chiave sia un contenuto.
ja: 保存するには、キーと内容の両方が必要です。
ko: 저장하려면 키와 내용이 모두 필요합니다.
mr: जतन करण्यासाठी ‘की’ आणि मजकूर, दोन्ही आवश्यक आहेत.
ms: Kunci dan kandungan diperlukan untuk menyimpan.
nl: Voor het bewaren zijn een sleutel en inhoud vereist.
pl: Do zapisania potrzebny jest klucz i treść.
pt_br: É necessário informar uma chave e um conteúdo para salvar.
ro: Pentru a salva sunt necesare atât o cheie, cât și un conținut.
ru: Для сохранения нужны ключ и содержимое.
ta: சேமிக்க கீ மற்றும் உள்ளடக்கம் இரண்டும் தேவை.
te: సేవ్ చేయడానికి కీ మరియు కంటెంట్ రెండూ అవసరం.
th: ต้องมีทั้งคีย์และเนื้อหาจึงจะบันทึกได้
tr: Kaydetmek için hem bir anahtar hem de içerik gerekir.
uk: Для збереження потрібні ключ і вміст.
ur: محفوظ کرنے کے لیے کلید اور مواد دونوں ضروری ہیں۔
vi: Cần có cả khóa và nội dung để lưu.
zh_hans: 保存需要同时填写键和内容。
zh_hant: 必須同時填寫鍵與內容才能儲存。

# memory.composer.title
source: New Memory
ar: إدخال جديد
bn: নতুন মেমোরি
de: Neuer Gedächtniseintrag
el: Νέα καταχώριση μνήμης
es: Nuevo recuerdo
fa: حافظه جدید
fr: Nouveau souvenir
he: זיכרון חדש
hi: नई मेमोरी
id: Memori Baru
it: Nuovo ricordo
ja: 新規メモリ
ko: 새 메모리
mr: नवीन मेमरी
ms: Memori Baharu
nl: Nieuw geheugenitem
pl: Nowy wpis
pt_br: Nova memória
ro: Memorie nouă
ru: Новая запись
ta: புதிய நினைவகப் பதிவு
te: కొత్త మెమరీ
th: รายการหน่วยความจำใหม่
tr: Yeni bellek girdisi
uk: Новий запис
ur: نیا حافظہ
vi: Mục ghi nhớ mới
zh_hans: 新建记忆
zh_hant: 新增記憶

# memory.composer.update
source: Update
ar: تحديث
bn: আপডেট করুন
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fa: به‌روزرسانی
fr: Mettre à jour
he: עדכון
hi: अपडेट करें
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
mr: अपडेट करा
ms: Kemas Kini
nl: Werk bij
pl: Zaktualizuj
pt_br: Atualizar
ro: Actualizați
ru: Обновить
ta: புதுப்பி
te: అప్‌డేట్
th: อัปเดต
tr: Güncelle
uk: Оновити
ur: اپ ڈیٹ کریں
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# memory.delete.confirm.message
source: The memory entry is removed. This can’t be undone.
ar: سيتم حذف إدخال الذاكرة. لا يمكن التراجع عن هذا الإجراء.
bn: মেমোরি এন্ট্রিটি সরিয়ে ফেলা হবে। এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Der Gedächtniseintrag wird entfernt. Dies kann nicht rückgängig gemacht werden.
el: Η καταχώριση μνήμης θα διαγραφεί. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Se eliminará el recuerdo. Esta acción no se puede deshacer.
fa: این مورد از حافظه حذف می‌شود. این کار قابل بازگشت نیست.
fr: Le souvenir sera supprimé. Cette action est irréversible.
he: רשומת הזיכרון תימחק. לא ניתן לבטל פעולה זו.
hi: मेमोरी एंट्री हटा दी जाएगी। इसे पूर्ववत नहीं किया जा सकता।
id: Entri memori akan dihapus. Tindakan ini tidak dapat diurungkan.
it: Il ricordo verrà rimosso. L’azione non può essere annullata.
ja: メモリ項目が削除されます。この操作は取り消せません。
ko: 메모리 항목이 삭제됩니다. 이 동작은 취소할 수 없습니다.
mr: मेमरी नोंद काढून टाकली जाईल. हे पूर्ववत करता येणार नाही.
ms: Entri memori akan dipadam. Tindakan ini tidak boleh dibuat asal.
nl: Het geheugenitem wordt verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Wpis zostanie usunięty. Tej czynności nie można cofnąć.
pt_br: A memória será removida. Esta ação não pode ser desfeita.
ro: Înregistrarea din memorie va fi eliminată. Această acțiune nu poate fi anulată.
ru: Запись будет удалена. Это действие нельзя отменить.
ta: இந்த நினைவகப் பதிவு நீக்கப்படும். இதைச் செயல்தவிர்க்க முடியாது.
te: ఈ మెమరీ నమోదు డిలీట్ చేయబడుతుంది. ఇది అన్‌డూ చేయబడదు.
th: จะลบรายการหน่วยความจำนี้ การดำเนินการนี้ไม่สามารถเลิกทำได้
tr: Bellek girdisi silinecek. Bu işlem geri alınamaz.
uk: Запис буде видалено. Цю дію не можна скасувати.
ur: حافظے کا یہ اندراج ہٹا دیا جائے گا۔ اسے واپس نہیں کیا جا سکتا۔
vi: Mục ghi nhớ sẽ bị xóa. Không thể hoàn tác hành động này.
zh_hans: 该记忆条目及其历史记录将被删除，此操作无法撤销。
zh_hant: 此記憶項目將被移除，且無法還原。

# memory.delete.confirm.title
source: Delete memory “%@”?
ar: هل تريد حذف الإدخال "%@"؟
bn: “%@” মেমোরি ডিলিট করবেন?
de: Gedächtniseintrag „%@“ löschen?
el: Να διαγραφεί η καταχώριση μνήμης «%@»;
es: ¿Eliminar el recuerdo “%@”?
fa: مورد «%@» از حافظه حذف شود؟
fr: Supprimer le souvenir « %@ » ?
he: למחוק את רשומת הזיכרון "%@"?
hi: मेमोरी “%@” हटाएँ?
id: Hapus memori “%@”?
it: Eliminare il ricordo “%@”?
ja: メモリ「%@」を削除しますか？
ko: “%@” 메모리를 삭제하시겠습니까?
mr: ‘%@’ मेमरी हटवायची का?
ms: Padam memori “%@”?
nl: Geheugenitem ‘%@’ verwijderen?
pl: Usunąć wpis „%@”?
pt_br: Excluir a memória “%@”?
ro: Ștergeți memoria „%@”?
ru: Удалить запись «%@»?
ta: “%@” நினைவகப் பதிவை நீக்கவா?
te: “%@” మెమరీని డిలీట్ చేయాలా?
th: ลบรายการหน่วยความจำ “%@” หรือไม่
tr: “%@” bellek girdisi silinsin mi?
uk: Видалити запис «%@»?
ur: حافظے کا اندراج "%@" حذف کریں؟
vi: Xóa mục ghi nhớ “%@”?
zh_hans: 删除记忆“%@”？
zh_hant: 要刪除記憶「%@」嗎？

# memory.edit
source: Edit
ar: تعديل
bn: এডিট করুন
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fr: Modifier
he: עריכה
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
mr: संपादित करा
nl: Wijzig
pl: Edytuj
pt_br: Editar
ro: Editați
ru: Изменить
ta: திருத்து
te: ఎడిట్
th: แก้ไข
tr: Düzenle
uk: Змінити
ur: ترمیم کریں
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

# memory.editing_banner
source: Editing “%@”
ar: تعديل "%@"
bn: “%@” এডিট করা হচ্ছে
de: „%@“ wird bearbeitet
el: Επεξεργασία «%@»
es: Editando “%@”
fa: در حال ویرایش «%@»
fr: Modification de « %@ »
he: עריכת "%@"
hi: “%@” संपादित हो रहा है
id: Mengedit “%@”
it: Modifica di “%@”
ja: 「%@」を編集中
ko: “%@” 편집 중
mr: ‘%@’ संपादित केले जात आहे
ms: Mengedit “%@”
nl: ‘%@’ wordt gewijzigd
pl: Edycja „%@”
pt_br: Editando “%@”
ro: Se editează „%@”
ru: Изменение «%@»
ta: திருத்துகிறீர்கள்: “%@”
te: ఎడిట్ చేస్తున్నారు: “%@”
th: กำลังแก้ไข “%@”
tr: Düzenleniyor: “%@”
uk: Редагування «%@»
ur: "%@" میں ترمیم ہو رہی ہے
vi: Đang sửa “%@”
zh_hans: 正在编辑“%@”
zh_hant: 正在編輯「%@」

# memory.empty.description
source: Click ＋ to save something your assistant should remember.
ar: انقر ＋ لحفظ ما تريد أن يتذكره مساعدك.
bn: অ্যাসিস্ট্যান্টকে যা মনে রাখাতে চান, তা সেভ করতে ＋ ক্লিক করুন।
de: Klicke auf ＋, um etwas festzuhalten, das sich dein Assistent merken soll.
el: Κάντε κλικ στο ＋ για να αποθηκεύσετε κάτι που πρέπει να θυμάται ο βοηθός σας.
es: Haz clic en ＋ para guardar algo que tu asistente deba recordar.
fa: برای ذخیره چیزی که دستیارتان باید به خاطر بسپارد، روی ＋ کلیک کنید.
fr: Cliquez sur ＋ pour enregistrer ce que votre assistant doit retenir.
he: יש ללחוץ על ＋ כדי לשמור משהו שהעוזר שלך צריך לזכור.
hi: जो बात आपके असिस्टेंट को याद रखनी चाहिए, उसे सहेजने के लिए ＋ पर क्लिक करें।
id: Klik ＋ untuk menyimpan sesuatu yang perlu diingat asisten.
it: Fai clic su ＋ per salvare qualcosa che il tuo assistente dovrebbe ricordare.
ja: ＋をクリックして、アシスタントに覚えてほしいことを保存します。
ko: ＋ 버튼을 클릭하여 어시스턴트가 기억해야 할 내용을 저장하세요.
mr: सहाय्यकाने लक्षात ठेवावे असे काही जतन करण्यासाठी ＋ क्लिक करा.
ms: Klik ＋ untuk menyimpan sesuatu yang perlu diingati pembantu AI.
nl: Klik op ＋ om iets te bewaren dat je assistent moet onthouden.
pl: Kliknij ＋, aby zapisać coś, co asystent powinien zapamiętać.
pt_br: Clique em ＋ para salvar algo que seu assistente deve lembrar.
ro: Faceți clic pe ＋ pentru a salva ceva ce ar trebui să rețină asistentul.
ru: Нажмите ＋, чтобы сохранить то, что ассистент должен помнить.
ta: உங்கள் அசிஸ்டென்ட் நினைவில் வைத்திருக்க வேண்டியதைச் சேமிக்க ＋ கிளிக் செய்யவும்.
te: మీ అసిస్టెంట్ గుర్తుంచుకోవాల్సిన విషయాన్ని సేవ్ చేయడానికి ＋ క్లిక్ చేయండి.
th: คลิก ＋ เพื่อบันทึกสิ่งที่ผู้ช่วยของคุณควรจดจำ
tr: Asistanınızın hatırlaması gereken bir şeyi kaydetmek için ＋ düğmesini tıklayın.
uk: Натисніть ＋, щоб зберегти те, що має пам’ятати асистент.
ur: کوئی ایسی بات محفوظ کرنے کے لیے ＋ پر کلک کریں جو آپ کے اسسٹنٹ کو یاد رکھنی چاہیے۔
vi: Bấm ＋ để lưu điều trợ lý cần ghi nhớ.
zh_hans: 点按 ＋ 保存希望助手记住的内容。
zh_hant: 按一下 ＋ 儲存希望助理記住的事情。

# memory.empty.title
source: No Memory Entries
ar: لا توجد إدخالات في الذاكرة
bn: কোনো মেমোরি এন্ট্রি নেই
de: Keine Gedächtniseinträge
el: Καμία καταχώριση μνήμης
es: No hay recuerdos
fa: موردی در حافظه وجود ندارد
fr: Aucun souvenir
he: אין רשומות זיכרון
hi: कोई मेमोरी एंट्री नहीं
id: Tidak Ada Entri Memori
it: Nessun ricordo
ja: メモリ項目がありません
ko: 메모리 항목 없음
mr: मेमरी नोंदी नाहीत
ms: Tiada Entri Memori
nl: Geen geheugenitems
pl: Brak wpisów
pt_br: Nenhuma memória
ro: Nicio înregistrare din memorie
ru: Нет записей
ta: நினைவகப் பதிவுகள் இல்லை
te: మెమరీ నమోదులు లేవు
th: ไม่มีรายการหน่วยความจำ
tr: Bellek girdisi yok
uk: Немає записів
ur: کوئی حافظہ اندراج نہیں
vi: Không có mục ghi nhớ
zh_hans: 暂无记忆条目
zh_hant: 沒有記憶項目

# memory.field.content
source: What should the assistant remember?
ar: ما الذي يجب أن يتذكره المساعد؟
bn: অ্যাসিস্ট্যান্টের কী মনে রাখা উচিত?
de: Was soll sich der Assistent merken?
el: Τι πρέπει να θυμάται ο βοηθός;
es: ¿Qué debe recordar el asistente?
fa: دستیار چه چیزی را باید به خاطر بسپارد؟
fr: Que doit retenir l’assistant ?
he: מה העוזר צריך לזכור?
hi: असिस्टेंट को क्या याद रखना चाहिए?
id: Apa yang perlu diingat asisten?
it: Cosa deve ricordare l’assistente?
ja: アシスタントに何を覚えてもらいますか？
ko: 어시스턴트가 무엇을 기억해야 하나요?
mr: सहाय्यकाने काय लक्षात ठेवावे?
ms: Apakah yang perlu diingati pembantu AI?
nl: Wat moet de assistent onthouden?
pl: Co asystent ma zapamiętać?
pt_br: O que o assistente deve lembrar?
ro: Ce ar trebui să rețină asistentul?
ru: Что должен помнить ассистент?
ta: அசிஸ்டென்ட் எதை நினைவில் வைத்திருக்க வேண்டும்?
te: అసిస్టెంట్ ఏం గుర్తుంచుకోవాలి?
th: ผู้ช่วยควรจดจำอะไร
tr: Asistan neyi hatırlamalı?
uk: Що має пам’ятати асистент?
ur: اسسٹنٹ کو کیا یاد رکھنا چاہیے؟
vi: Trợ lý cần ghi nhớ điều gì?
zh_hans: 希望助手记住什么？
zh_hant: 希望助理記住什麼？

# memory.field.key
source: Key
ar: المفتاح
bn: কী
de: Schlüssel
el: Κλειδί
es: Clave
fa: کلید
fr: Clé
he: מפתח
hi: कुंजी
id: Kunci
it: Chiave
ja: キー
ko: 키
mr: की
ms: Kunci
nl: Sleutel
pl: Klucz
pt_br: Chave
ro: Cheie
ru: Ключ
ta: கீ
te: కీ
th: คีย์
tr: Anahtar
uk: Ключ
ur: کلید
vi: Khóa
zh_hans: 键
zh_hant: 鍵

# memory.field.key.example
source: e.g. coffee order
ar: مثال: طلب القهوة
bn: যেমন, কফির অর্ডার
de: z. B. Kaffeebestellung
el: π.χ. παραγγελία καφέ
es: p. ej., pedido de café
fa: مثلاً سفارش قهوه
fr: p. ex. commande de café
he: למשל: הזמנת קפה
hi: जैसे कॉफ़ी का ऑर्डर
id: mis. pesanan kopi
it: ad es. ordine del caffè
ja: 例：コーヒーの注文
ko: 예: 커피 주문
mr: उदा. कॉफी ऑर्डर
ms: cth. pesanan kopi
nl: bijv. koffiebestelling
pl: np. zamówienie kawy
pt_br: p. ex.: pedido de café
ro: de ex. comanda de cafea
ru: напр., заказ кофе
ta: எ.கா. காபி ஆர்டர்
te: ఉదా. కాఫీ ఆర్డర్
th: เช่น กาแฟที่สั่งประจำ
tr: örn. kahve siparişi
uk: напр., замовлення кави
ur: مثلاً کافی کا آرڈر
vi: ví dụ: món cà phê hay gọi
zh_hans: 例如：咖啡口味
zh_hant: 例如：咖啡訂單

# memory.workspace.subtitle
source: What the assistant remembers about you. You can add or edit entries too.
ar: ما يتذكره المساعد عنك. يمكنك أيضًا إضافة الإدخالات أو تعديلها.
bn: আপনার সম্পর্কে অ্যাসিস্ট্যান্ট যা মনে রাখে। আপনিও এন্ট্রি যোগ বা এডিট করতে পারেন।
de: Was sich der Assistent über dich merkt. Du kannst auch selbst Einträge hinzufügen oder bearbeiten.
el: Όσα θυμάται ο βοηθός για εσάς. Μπορείτε επίσης να προσθέτετε ή να επεξεργάζεστε καταχωρίσεις.
es: Lo que el asistente recuerda sobre ti. También puedes añadir o editar recuerdos.
fa: آنچه دستیار درباره شما به یاد دارد. شما هم می‌توانید موارد را اضافه یا ویرایش کنید.
fr: Ce que l’assistant retient à votre sujet. Vous pouvez aussi ajouter ou modifier des souvenirs.
he: מה שהעוזר זוכר עליך. אפשר גם להוסיף רשומות או לערוך אותן.
hi: आपके बारे में असिस्टेंट को जो याद है। आप भी एंट्री जोड़ या संपादित कर सकते हैं।
id: Apa yang diingat asisten tentang Anda. Entri juga dapat ditambahkan atau diedit.
it: Ciò che l’assistente ricorda di te. Puoi anche aggiungere o modificare ricordi.
ja: アシスタントがあなたについて覚えていること。項目の追加や編集もできます。
ko: 어시스턴트가 나에 대해 기억하는 내용입니다. 항목을 직접 추가하거나 편집할 수도 있습니다.
mr: सहाय्यक तुमच्याबद्दल काय लक्षात ठेवतो. तुम्ही स्वतःही नोंदी जोडू किंवा संपादित करू शकता.
ms: Apa yang diingati pembantu AI tentang anda. Anda juga boleh menambah atau mengedit entri.
nl: Wat de assistent over jou onthoudt. Je kunt ook zelf items toevoegen of wijzigen.
pl: To, co asystent o tobie pamięta. Wpisy możesz też dodawać i edytować samodzielnie.
pt_br: O que o assistente lembra sobre você. Você também pode adicionar ou editar memórias.
ro: Ce reține asistentul despre dvs. Puteți adăuga sau edita și înregistrări din memorie.
ru: Что ассистент помнит о вас. Вы тоже можете добавлять и изменять записи.
ta: உங்களைப் பற்றி அசிஸ்டென்ட் நினைவில் வைத்திருப்பவை. பதிவுகளை நீங்களும் சேர்க்கலாம் அல்லது திருத்தலாம்.
te: మీ గురించి అసిస్టెంట్‌కు గుర్తున్నవి. మీరు కూడా నమోదులు జోడించవచ్చు లేదా ఎడిట్ చేయవచ్చు.
th: สิ่งที่ผู้ช่วยจดจำเกี่ยวกับคุณ คุณสามารถเพิ่มหรือแก้ไขรายการได้เช่นกัน
tr: Asistanın sizin hakkınızda hatırladıkları. Siz de bellek girdisi ekleyebilir veya düzenleyebilirsiniz.
uk: Що асистент пам’ятає про вас. Ви також можете додавати й змінювати записи.
ur: اسسٹنٹ آپ کے بارے میں کیا یاد رکھتا ہے۔ آپ بھی اندراجات شامل یا ان میں ترمیم کر سکتے ہیں۔
vi: Những điều trợ lý ghi nhớ về bạn. Bạn cũng có thể thêm hoặc sửa mục ghi nhớ.
zh_hans: 助手记住的关于你的信息。你也可以添加或编辑条目。
zh_hant: 助理記得的關於你的事。你也可以自行新增或編輯項目。

# menubar.action.open_app
source: Open Lorvex
ar: فتح Lorvex
bn: Lorvex খুলুন
de: Lorvex öffnen
el: Άνοιγμα του Lorvex
es: Abrir Lorvex
fa: باز کردن Lorvex
fr: Ouvrir Lorvex
he: פתיחת Lorvex
hi: Lorvex खोलें
id: Buka Lorvex
it: Apri Lorvex
ja: Lorvexを開く
ko: Lorvex 열기
mr: Lorvex उघडा
ms: Buka Lorvex
pl: Otwórz Lorvex
pt_br: Abrir o Lorvex
ro: Deschideți Lorvex
ru: Открыть Lorvex
ta: Lorvexஐத் திற
te: Lorvexను తెరవండి
th: เปิด Lorvex
tr: Lorvex’i aç
uk: Відкрити Lorvex
ur: ایپ Lorvex کھولیں
vi: Mở Lorvex
zh_hans: 打开 Lorvex
zh_hant: 開啟 Lorvex

# menubar.action.open_window
source: Open %@
ar: فتح %@
bn: %@ খুলুন
de: %@ öffnen
el: Άνοιγμα: %@
es: Abrir %@
fa: باز کردن %@
fr: Ouvrir %@
he: פתיחת %@
hi: %@ खोलें
id: Buka %@
it: Apri %@
ja: %@を開く
ko: %@ 열기
mr: %@ उघडा
ms: Buka %@
pl: Otwórz %@
pt_br: Abrir %@
ro: Deschideți %@
ru: Открыть %@
ta: திற: %@
te: తెరవండి: %@
th: เปิด %@
tr: Aç: %@
uk: Відкрити %@
ur: %@ کھولیں
vi: Mở %@
zh_hans: 打开%@
zh_hant: 開啟 %@

# menubar.action.quit_app
source: Quit %@
ar: إنهاء %@
bn: %@ বন্ধ করুন
de: %@ beenden
el: Έξοδος από το %@
es: Salir de %@
fa: خروج از %@
fr: Quitter %@
he: יציאה מ-%@
hi: %@ छोड़ें
id: Keluar dari %@
it: Esci da %@
ja: %@を終了
ko: %@ 종료
mr: %@ बंद करा
ms: Keluar daripada %@
nl: Stop %@
pl: Zakończ %@
pt_br: Encerrar %@
ro: Închideți aplicația %@
ru: Завершить %@
ta: %@இலிருந்து வெளியேறு
te: %@ నుండి నిష్క్రమించండి
th: ออกจาก %@
tr: %@ uygulamasından çık
uk: Вийти з %@
ur: %@ سے باہر نکلیں
vi: Thoát %@
zh_hans: 退出%@
zh_hant: 結束 %@

# menubar.agenda.tomorrow
source: Tomorrow
ar: غدًا
bn: আগামীকাল
de: Morgen
el: Αύριο
es: Mañana
fa: فردا
fr: Demain
he: מחר
hi: कल
id: Besok
it: Domani
ja: 明日
ko: 내일
mr: उद्या
ms: Esok
nl: Morgen
pl: Jutro
pt_br: Amanhã
ro: Mâine
ru: Завтра
ta: நாளை
te: రేపు
th: พรุ่งนี้
tr: Yarın
uk: Завтра
ur: آئندہ کل
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

# menubar.habit.check_in
source: Check In
ar: تسجيل
bn: চেক-ইন করুন
de: Abhaken
el: Καταγραφή
es: Registrar
fa: ثبت
fr: Valider
he: סימון
hi: चेक-इन करें
it: Registra
ja: チェックイン
ko: 체크인
mr: चेक-इन करा
nl: Vink af
pl: Odhacz
pt_br: Registrar
ro: Bifați
ru: Отметить
ta: செக்-இன் செய்
te: చెక్ ఇన్ చేయండి
th: เช็คอิน
tr: İşaretle
uk: Позначити
ur: چیک اِن کریں
vi: Điểm danh
zh_hans: 打卡
zh_hant: 打卡

# menubar.icon.due_a11y
source: Lorvex — tasks needing attention
ar: Lorvex: مهام تحتاج إلى انتباه
bn: Lorvex – মনোযোগ দরকার এমন টাস্ক
de: Lorvex – Aufgaben, die Aufmerksamkeit brauchen
el: Lorvex – εργασίες που χρειάζονται προσοχή
es: Lorvex: tareas que requieren atención
fa: Lorvex — کارهای نیازمند توجه
fr: Lorvex : tâches à traiter
he: Lorvex — משימות שדורשות תשומת לב
hi: Lorvex — ध्यान देने योग्य कार्य
id: Lorvex – tugas yang memerlukan perhatian
it: Lorvex: attività che richiedono attenzione
ja: Lorvex：注意が必要なタスク
ko: Lorvex: 주의가 필요한 할 일
mr: Lorvex – लक्ष देण्याची गरज असलेली कार्ये
ms: Lorvex – tugas yang memerlukan perhatian
nl: Lorvex – taken die aandacht nodig hebben
pl: Lorvex — zadania wymagające uwagi
pt_br: Lorvex: tarefas que precisam de atenção
ro: Lorvex – sarcini care necesită atenție
ru: Lorvex — задачи, требующие внимания
ta: Lorvex – கவனம் தேவைப்படும் பணிகள்
te: Lorvex – శ్రద్ధ అవసరమైన టాస్క్‌లు
th: Lorvex – งานที่ต้องให้ความสนใจ
tr: Lorvex – dikkat gerektiren görevler
uk: Lorvex — завдання, що потребують уваги
ur: Lorvex — توجہ کے طالب کام
vi: Lorvex – nhiệm vụ cần chú ý
zh_hans: Lorvex — 需要处理的任务
zh_hant: Lorvex：需要留意的任務

# menubar.quick_add
source: Add a task, then press Return
ar: أضف مهمة ثم اضغط على Return
bn: একটি টাস্ক যোগ করে রিটার্ন কী চাপুন
de: Aufgabe eingeben, Zeilenschalter drücken
el: Προσθέστε εργασία και πατήστε το Return
es: Añade una tarea y pulsa Retorno
fa: یک کار اضافه کنید، سپس Return را فشار دهید
fr: Ajoutez une tâche, puis appuyez sur Retour
he: יש להוסיף משימה ואז ללחוץ על Return
hi: कार्य जोड़ें, फिर Return दबाएँ
id: Tambahkan tugas, lalu tekan Return
it: Aggiungi un’attività, poi premi Invio
ja: タスクを追加してReturnキーを押す
ko: 할 일을 추가하고 Return 키를 누르세요
mr: कार्य जोडा, नंतर रिटर्न दाबा
ms: Tambah tugas, kemudian tekan Return
nl: Voeg een taak toe en druk op Return
pl: Dodaj zadanie i naciśnij Return
pt_br: Adicione uma tarefa e pressione Return
ro: Adăugați o sarcină, apoi apăsați Retur
ru: Добавьте задачу и нажмите Return
ta: பணியைச் சேர்த்து, ரிட்டர்ன் கீயை அழுத்தவும்
te: టాస్క్‌ను జోడించి, రిటర్న్ కీ నొక్కండి
th: เพิ่มงาน แล้วกด Return
tr: Görev ekleyin, ardından Return tuşuna basın
uk: Додайте завдання й натисніть Return
ur: کوئی کام شامل کریں، پھر Return دبائیں
vi: Thêm nhiệm vụ, rồi nhấn Return
zh_hans: 输入任务后按回车
zh_hant: 新增任務後按下 Return 鍵

# menubar.scope.label
source: Show
ar: عرض
bn: দেখুন
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fa: نمایش
fr: Afficher
he: הצגה
hi: दिखाएँ
id: Tampilkan
it: Mostra
ja: 表示
ko: 보기
mr: दाखवा
ms: Tunjukkan
nl: Toon
pl: Pokazuj
pt_br: Mostrar
ro: Afișați
ru: Показывать
ta: காட்டு
te: చూపండి
th: แสดง
tr: Göster
uk: Показувати
ur: دکھائیں
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

# menubar.scope.today
source: Today
ar: اليوم
bn: আজ
de: Heute
el: Σήμερα
es: Hoy
fa: امروز
fr: Aujourd’hui
he: היום
hi: आज
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
mr: आज
ms: Hari Ini
nl: Vandaag
pl: Dziś
pt_br: Hoje
ro: Astăzi
ru: Сегодня
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# menubar.scope.week
source: Next 7 Days
ar: سبعة أيام
bn: পরবর্তী 7 দিন
de: 7 Tage
el: Επόμενες 7 ημέρες
es: 7 días
fa: هفت روز آینده
fr: 7 jours
he: 7 הימים הקרובים
hi: अगले 7 दिन
id: 7 Hari Mendatang
it: 7 giorni
ja: 今後7日間
ko: 앞으로 7일
mr: पुढील 7 दिवस
ms: 7 Hari Akan Datang
nl: 7 dagen
pl: 7 dni
pt_br: 7 dias
ro: 7 zile
ru: 7 дней
ta: அடுத்த 7 நாட்கள்
te: తదుపరి 7 రోజులు
th: 7 วันข้างหน้า
tr: Sonraki 7 gün
uk: 7 днів
ur: اگلے 7 دن
vi: 7 ngày tới
zh_hans: 未来 7 天
zh_hant: 未來 7 天

# menubar.section.habits
source: Habits
ar: العادات
bn: অভ্যাস
de: Gewohnheiten
el: Συνήθειες
es: Hábitos
fa: عادت‌ها
fr: Habitudes
he: הרגלים
hi: आदतें
id: Kebiasaan
it: Abitudini
ja: 習慣
ko: 습관
mr: सवयी
ms: Tabiat
nl: Gewoontes
pl: Nawyki
pt_br: Hábitos
ro: Obiceiuri
ru: Привычки
ta: பழக்கங்கள்
te: అలవాట్లు
th: นิสัย
tr: Alışkanlıklar
uk: Звички
ur: عادات
vi: Thói quen
zh_hans: 习惯
zh_hant: 習慣

# menubar.section.overdue
source: Overdue
ar: متأخرة
bn: বকেয়া
de: Überfällig
el: Εκπρόθεσμες
es: Vencidas
fa: عقب‌افتاده
fr: En retard
he: באיחור
hi: अतिदेय
id: Terlewat
it: In ritardo
ja: 期限切れ
ko: 기한 초과
mr: ओव्हरड्यू
ms: Lewat
nl: Verlopen
pl: Zaległe
pt_br: Atrasadas
ro: Restante
ru: Просрочено
ta: காலக்கெடு முடிந்தவை
te: గడువు మీరినవి
th: เกินกำหนด
tr: Gecikmiş
uk: Прострочено
ur: تاخیر کا شکار
vi: Quá hạn
zh_hans: 已逾期
zh_hant: 已逾期

# menubar.week.headline.both
source: %1$@ and %2$@ in the next 7 days.
ar: %1$@ و%2$@ خلال الأيام السبعة القادمة.
bn: পরবর্তী 7 দিনে %1$@ এবং %2$@ রয়েছে।
de: %1$@ und %2$@ in den nächsten 7 Tagen.
el: %1$@ και %2$@ τις επόμενες 7 ημέρες.
es: %1$@ y %2$@ en los próximos 7 días.
fa: %1$@ و %2$@ در هفت روز آینده.
fr: %1$@ et %2$@ dans les 7 prochains jours.
he: %1$@ ו-%2$@ ב-7 הימים הקרובים.
hi: अगले 7 दिनों में %1$@ और %2$@।
id: %1$@ dan %2$@ dalam 7 hari ke depan.
it: %1$@ e %2$@ nei prossimi 7 giorni.
ja: 今後7日間に%1$@と%2$@があります。
ko: 앞으로 7일 동안 %1$@, %2$@.
mr: पुढील 7 दिवसांत: %1$@ आणि %2$@.
ms: %1$@ dan %2$@ dalam 7 hari akan datang.
nl: %1$@ en %2$@ in de komende 7 dagen.
pl: %1$@ i %2$@ w ciągu najbliższych 7 dni.
pt_br: %1$@ e %2$@ nos próximos 7 dias.
ro: %1$@ și %2$@ în următoarele 7 zile.
ru: %1$@ и %2$@ в ближайшие 7 дней.
ta: அடுத்த 7 நாட்களில் %1$@ மற்றும் %2$@.
te: తదుపరి 7 రోజుల్లో %1$@ మరియు %2$@.
th: %1$@ และ %2$@ ใน 7 วันข้างหน้า
tr: Önümüzdeki 7 günde %1$@ ve %2$@ var.
uk: %1$@ і %2$@ у найближчі 7 днів.
ur: اگلے 7 دنوں میں %1$@ اور %2$@۔
vi: %1$@ và %2$@ trong 7 ngày tới.
zh_hans: 接下来 7 天有 %1$@和 %2$@。
zh_hant: 未來 7 天有 %1$@和 %2$@。
